Repository: wp-plugins/front-end-pm
Catalog: languages/fep-*.po
Languages: de_de

source: Login to view your messages
de_de: Bitte loggen Sie sich ein, um Ihre Nachrichten zu lesen

source: Inbox
de_de: Eingang

source: Announcement
de_de: Ankündigung

source: Other's Message
de_de: Nachrichten anderer

source: Messages
de_de: Nachrichten

source: Hi
de_de: Hallo

source: You have
de_de: Sie haben

source: new message(s)
de_de: neue Nachricht(en)

source: There are
de_de: Es gibt

source: announcement(s)
de_de: Ankündigung(en)

source: Other's Message(s)
de_de: Nachricht(en) anderer

source: View Message Box
de_de: Nachrichten-Eingang anschauen

source: Settings
de_de: Einstellungen

source: Instruction
de_de: Anleitung

source: Options successfully saved
de_de: Einstellungen gespeichert

source: Front End PM Settings
de_de: Front End PM Einstellungen

source: Setting
de_de: Einstellung

source: Value
de_de: Wert

source: Max messages a user can keep in box? (0 = Unlimited)
de_de: Maximale Anzahl an Nachrichten, die ein Benutzer im Nachrichteneingang haben darf (0 = unbegrenzt)

source: Admins always have Unlimited
de_de: Admins haben immer unbegrenzten Speicherplatz

source: Default
de_de: Grundeinstellung

source: Messages to show per page
de_de: Nachrichten pro Seite

source: Do not set this to 0!
de_de: Dies nicht auf 0 setzen!

source: Maximum user per page in Directory
de_de: Maximale Anzahl Benutzer je Seite im Verzeichnis

source: Block Username
de_de: Benutzername blockieren

source: Separated by comma
de_de: Mit Komma getrennt

source: Hide Directory from front end?
de_de: Verzeichnis im Frontend verstecken?

source: Always shown to Admins
de_de: Wird Admins immer gezeigt

source: Hide Branding Footer?
de_de: Branding Footer verbergen?

source: Save Options
de_de: Einstellungen speichern

source: Front End PM Setup Instruction
de_de: Front End PM Einstellungs-Anweisungen

source: Create a new page.
de_de: Neue Seite erstellen.

source: Paste following code under the HTML tab of the page editor
de_de: Den folgenden Code im HTML Tab des Editors anfügen

source: Publish the page.
de_de: Seite veröffentlichen

source: Or you can create a page below.
de_de: Oder erzeugen Sie unten eine neue Seite.

source: For more help or report bug pleasse visit <a href='%s'>Front End PM</a>
de_de: Weitere Hilfe oder Bug Report hier <a href=%s>Front End PM</a>

source: Create Page For "Front End PM"
de_de: Erzeuge Seite für "Front End PM"

source: Title of "Front End PM" Page
de_de: Titel der "Front End PM" Seite

source: If blank, slug will be automatically created based on Title
de_de: Falls leer, wird automatisch ein slug aus dem Titel gebildet

source: Create Page
de_de: Neue Seite erstellen

source: Already created page <a href='%s'>%s </a> for "Front End PM". Please use that page instead!
de_de: Die Seite <a href='%s'>%s </a> for "Front End PM" wurde schon erstellt. Bitte verwenden Sie diese Seite!

source: You must enter a valid Title!
de_de: Sie müssen einen gültigen Titel eingeben!

source: Invalid Token. Please try again!
de_de: Ungültig. Bitte nochmal versuchen!

source: Page for "Front End PM" successfully created!
de_de: Seite für "Front End PM" wurde erstellt!

source: Something wrong.Please try again to create page!
de_de: Das hat nicht geklappt. Bitte versuchen Sie noch einmal die Seite zu erzeugen!

source: Page <a href='%s'>%s </a> for "Front End PM" successfully created!
de_de: Seite <a href='%s'>%s </a> für "Front End PM" wurde erstellt!

source: Your settings have been saved!
de_de: Ihre Einstellungen wurden gespeichert!

source: Set your preferences below
de_de: Nehmen Sie Ihre Einstellungen unten vor

source: Allow others to send me messages?
de_de: Anderen erlauben, mir Nachrichten zu senden?

source: Email me when I get new messages?
de_de: Mir eine Benachrichtigungs-Mail senden, wenn eine neue Nachricht vorliegt?

source: You cannot send messages because you are blocked by administrator!
de_de: Sie können keine Nachrichten versenden, da Sie durch den Administrator blockiert wurden!

source: Create New Message
de_de: Neue Nachricht erstellen

source: To
de_de: An

source: Subject
de_de: Betreff

source: Message
de_de: Nachricht

source: Send Message
de_de: Nachricht senden

source: You cannot send messages because your message box is full!
de_de: Sie können keine Nachrichten versenden, weil Ihr Postfach leer ist!

source: Message Thread
de_de: Nachrichten-Verlauf

source: Sender
de_de: Absender

source: You do not have permission to view this message!
de_de: Sie haben keine Berechtigung diese Nachricht anzusehen!

source: Add Reply
de_de: Antwort schreiben

source: You must enter a valid recipient!
de_de: Sie müssen einen gültigen Empfänger eingeben!

source: You must enter a valid subject!
de_de: Sie müssen einen gültigen Betreff eingeben!

source: You must enter some message content!
de_de: Sie müssen ein wenig Inhalt in die Nachricht schreiben!

source: You do not have permission to send this message!
de_de: Sie haben keine Berechtigung diese Nachricht zu versenden!

source: This user does not want to receive messages!
de_de: Dieser Benutzer möchte keine Nachrichten erhalten!

source: Your or Recipients Message Box Is Full!
de_de: Der Posteingang Ihres Empfängers ist voll!

source: Your message was successfully sent!
de_de: Ihre Nachricht wurde versendet!

source: You have received a new message from
de_de: Sie haben eine neue Nachricht erhalten von

source: follow this link to view it
de_de: klicken SIe auf diesen Link, um sie zu lesen

source: New Message
de_de: Neue Nachricht

source: You have send a new message to
de_de: Sie haben eine neue Nachricht versendet an

source: Your Messages
de_de: Ihre Nachrichten

source: Page
de_de: Seite

source: Started By
de_de: Begonnen von

source: Last Reply By
de_de: Letzte Antwort von

source: Delete
de_de: Löschen

source: Unread
de_de: Ungelesen

source: Read
de_de: Gelesen

source: Are you sure?
de_de: Sind Sie sicher?

source: Your message box is empty!
de_de: Ihr Nachrichteneingan ist leer!

source: All Messages
de_de: Alle Nachrichten

source: Message box is empty!
de_de: Nachrichteneingang ist leer!

source: Your message was successfully deleted!
de_de: Ihre Nachricht wurde gelöscht!

source: Message was successfully deleted!
de_de: Nachricht wurde gelöscht!

source: The announcement was successfully deleted!
de_de: Die ANkündigung wurde gelöscht!

source: Announcements
de_de: Ankündigungen

source: There are no announcements!
de_de: Es gibt keine Benachrichtigungen!

source: Date
de_de: Datum

source: Add a new announcement below
de_de: Geben Sie unten eine neue Benachrichtigung ein

source: Submit
de_de: Absenden

source: You must enter some content!
de_de: Sie müssen auch Inhalt eingeben!

source: The announcement was successfully added!
de_de: Die Ankündigung wurde erstellt!

source: Unlimited
de_de: Unbegrenzt

source: Welcome
de_de: Willkommen

source: new messages
de_de: neue Nachrichten

source: and
de_de: und

source: Message box size
de_de: Größe des Posteingangs

source: of
de_de: von

source: Your Message Box Is Full! Please delete some messages.
de_de: Ihr Postfach ist voll. Bitte löschen Sie einige Nachrichten.

source: Message Box
de_de: Nachrichten-Eingang

source: Directory
de_de: Verzeichnis

source: Total Users
de_de: Benutzer insgesamt

source: User
de_de: Benutzer

source: No User!
de_de: Kein Benutzer!

source: You must be logged-in to view your message.
de_de: Sie müssen angemeldet sein, um Ihre Nachricht lesen zu können.

source: Bold
de_de: Fett

source: Italic
de_de: Kursiv

source: Underline
de_de: Unterstrichen

source: Strikethrough
de_de: Durchgestrichen

source: Quote
de_de: Zitat

source: List
de_de: Liste

source: List item
de_de: Listeneintrag

source: Image
de_de: Bild

source: Add Hex Color
de_de: Farbe in Hexcode

source: No Matches Found
de_de: Kein Treffer gefunden
